Repository: 84000/data-translation-memory
Catalog: toh1024-v3.tmx
Source language: bo
Languages: en

source: སྡུག་བསྔལ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བྱེད་པ་ཞེས་བྱ་བའི་གཟུངས།
en: The Dhāraṇī “Pacifying All Suffering”

source: འཇམ་དཔལ་སྨྲ་བའི་སེང་གེ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to Mañjuśrī Vādisiṃha.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་རྡོ་རྗེའི་གདན་ན་འཁོར་ཐམས་ཅད་ལ་ཆོས་སྟོན་པ་དང་།
en: The Blessed One was teaching the Dharma to his full assembly at the Vajrāsana.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཕྱག་ན་རྡོ་རྗེས་གསོལ་བ།
en: The bodhisattva great being Vajrapāṇi said to him, “O Blessed One!

source: ཀྱེ་ཀྱེ་བཅོམ་ལྡན་འདས་སེམས་ཅན་རྣམས་ཀྱི་སྡུག་བསྔལ་ཞི་བར་མཛད་དུ་གསོལ་ཞེས་ཞུས་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Please pacify the suffering of beings.”

source: རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཕྱི་ནང་གསང་བའི་སྡུག་བསྔལ་ཞི་བར་འདོད་པས་འཇམ་དཔལ་སྨྲ་བའི་སེང་གེ་ཟླ་བ་དྲུག་ཏུ་བསྒོམས་པའི་སྦྱོར་བས་ཨཱ་ལི་ཀཱ་ལི་ལས་བྱུང་བའི་སྔགས་འདི་བརྗོད་དོ། །ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ན་མོ་མཉྫུ་ནཱ་ཐཱ་ཡ། ན་མོ་ཡ་མཱནྟ་ཀཱ་ཡ། ཏདྱ་ཐཱ། ཨོཾ་མཉྫུ་བྷ་ར། མཉྫུ་གྷོ་ཥ་ཧ་ན། ཧ་ན་ཧ་ན། ད་ཧ་ད་ཧ། པ་ཙ་པ་ཙ། བེ་ཙེ་བེ་ཙེ། བྷི་ཏ་བྷི་ཏ། ཨི་ཕུ་ཏ་ཨི་ཕུ་ཏ། ཧེ་ར་ཏེ་སོཏྟ་ནི། ན་མཿསོཏྟ་ནི། པྲི་པི་ཤ་ལེ་ཏང་། པྲི་ཏ་ཧ་ས་པྲ་བྷི་ན་ཏ་ཛ་ཡ། ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ། ཧེ་ར་ཏེ་སོཏྟ་ནི་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ། ཨོཾ་པཱ་གི་ཤྭ་རི་མུྃ། མཉྫུ་གྷོ་ཥ་ཧ་ན། བ་ཏི་སི་དྷོ་ཧ་རི་ནི་སྭཱ་ཧཱ།
en: The Blessed One replied, “Sons or daughters of noble family who wish to pacify outer, inner, and secret suffering should apply themselves to meditation upon Mañjuśrī Vādisiṃha for six months while reciting this mantra, which is derived from the vowels and consonants of the alphabet: namo ratnatrayāya | namo mañjunāthāya | namo yamāntakāya | tadyathā | oṁ mañjubhara mañjughoṣa hana hana hana daha daha paca paca vece vece bhita bhita iphuta iphuta herate sottani namaḥ sottani pripiśale tang pritahasa prabhinata jaya hūṁ hūṁ hūṁ hūṁ herate sottani hūṁ phaṭ svāhā | oṁ vāgīśvari muṁ mañjughoṣa hana vatisidhoharini svāhā || “By reciting this mantra just once, they will obtain the dhāraṇī of longevity.

source: སྔགས་དེ་ལན་ཅིག་བརྗོད་པས་མི་དེས་ཚེའི་གཟུངས་ཐོབ་བོ། །བཅུ་བརྗོད་ན་ཤེས་རབ་ཕྱོགས་མེད་དུ་འགྲོལ་ལོ། །
en: If they recite it ten times, they will be able to impartially elucidate wisdom.

source: བརྒྱ་བརྗོད་ན་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་གཡོ་བར་འགྱུར་རོ། །
en: If they recite it a hundred times, the whole world system will tremble.

source: སྟོང་བརྗོད་ན་འདོད་པ་ཐམས་ཅད་ཕུན་སུམ་ཚོགས་སོ། །
en: If they recite it a thousand times, all desires will be fulfilled.

source: ཁྲི་བརྗོད་ན་སྡུག་བསྔལ་ཐམས་ཅད་རབ་ཏུ་ཞིའོ། །
en: If they recite it ten thousand times, all suffering will be pacified.

source: འབུམ་བརྗོད་ན་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་ཞལ་མཐོང་ངོ་། །
en: If they recite it a hundred thousand times, they will behold the face of a perfect buddha.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཕྱག་ན་རྡོ་རྗེ་ལ་སོགས་པའི་འཁོར་ཐམས་ཅད་དགའ་ཞིང་མགུ་ནས་ཐལ་མོ་སྦྱར་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །
en: When the Blessed One had finished speaking, the bodhisattva great being Vajrapāṇi along with all in the assembly were delighted, and respectfully joined their palms together and praised what the Blessed One had said.

source: སྡུག་བསྔལ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བྱེད་པ་ཞེས་བྱ་བའི་གཟུངས། བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པའི་ཞལ་ནས་གསུངས་པ་རྫོགས་སྷོ།། །།
en: This completes The Dhāraṇī “Pacifying All Suffering” taught by the Blessed Śākyamuni.
